[
    {
        "title": "Abacul",
        "image": "https://www.ucda.com/files/2116/",
        "description": "Abacul este unul dintre cele mai vechi instrumente de calcul, cu origini în Mesopotamia în jurul anului 2300 î.Hr. Folosit în diverse forme, inclusiv suanpan-ul chinezesc, abacul constă dintr-un cadru dreptunghiular cu tije și bile mobile care permit efectuarea de operațiuni aritmetice complexe. Acesta a fost esențial în comerț și educație de-a lungul secolelor.\nÎn prezent, abacul rămâne un instrument valoros în educație, ajutând la dezvoltarea abilităților matematice și logice. Folosit în școli, el facilitează înțelegerea aritmeticii de bază și îmbunătățește capacitatea de calcul mental și memoria. Abacul exemplifică cum un instrument tradițional poate avea aplicații practice și beneficii educaționale în lumea modernă.",
        "inventor": "",
        "date": "~2300 î.Hr."
    },
    {
        "title": "Ceas solar",
        "image": "https://luminaonline.files.wordpress.com/2017/07/gradina-botanica-cluj-ceas.jpg?w=1200",
        "description": "Ceasul solar este unul dintre cele mai vechi dispozitive de măsurare a timpului, apărut în Egiptul Antic în jurul anului 1500 î.Hr. Funcționarea sa se bazează pe umbra unui obiect, numit gnomon, care se deplasează pe o suprafață gradată în funcție de poziția soarelui.\nChiar dacă ceasurile mecanice și electronice moderne l-au înlocuit, ceasul solar rămâne un exemplu fascinant al ingeniozității umane. Acesta continuă să fie folosit în grădini și parcuri pentru a demonstra principiile de bază ale mișcării solare și măsurării timpului.",
        "inventor": "",
        "date": "~1500 î.Hr."
    },
    {
        "title": "Clepsidra",
        "image": "https://i1.sndcdn.com/artworks-000564295796-j4vv79-t500x500.jpg",
        "description": "Clepsidra, sau ceasul cu apă, a fost folosită încă din jurul anului 400 î.Hr. în China și Grecia Antică. Funcționează prin scurgerea controlată a apei dintr-un recipient în altul, măsurând astfel trecerea timpului.\nÎn ciuda complexității sale, clepsidra a oferit o metodă relativ precisă de măsurare a timpului în vremurile antice. Astăzi, clepsidra este mai mult un obiect de interes istoric și o piesă de decor evocatoare a inovațiilor timpurii în domeniul cronometrajului.",
        "inventor": "",
        "date": "~400 î.Hr."
    },
    {
        "title": "Astrolab",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRURWkkjPfa54NT_qHAFwznRWMhdW3bNGL3ivT5kRp9qA&s",
        "description": "Astrolabul, inventat în jurul anului 150 î.Hr. în Grecia Antică, este un instrument folosit pentru a determina pozițiile stelelor și planetelor. A fost utilizat în navigație și astronomie pentru măsurători precise ale altitudinii corpurilor cerești.\nAstăzi, astrolabul este apreciat pentru frumusețea și complexitatea sa mecanică, fiind expus în muzee și colecții private. El reprezintă o etapă importantă în dezvoltarea instrumentelor astronomice și navigaționale.",
        "inventor": "",
        "date": "~150 î.Hr."
    },
    {
        "title": "Mecanismul de la Antikythera",
        "image": "https://cincinnatiwatch.com/cdn/shop/articles/antikythera-replication-ai-chat-gpt.webp?v=1709089706",
        "description": "Mecanismul de la Antikythera, descoperit pe o epavă lângă insula Antikythera, Grecia, și datat în jurul anului 100 î.Hr., este considerat primul calculator analog din lume. Acesta era folosit pentru a prezice pozițiile astronomice și eclipsele, demonstrând o înțelegere avansată a tehnologiei și matematicii antice.\nRedescoperit la începutul secolului XX, mecanismul a fost studiat intens și s-a dovedit că putea calcula cu precizie mișcările corpurilor cerești. Acest dispozitiv sofisticat evidențiază nivelul impresionant de cunoștințe tehnice și științifice atins de civilizația greacă antică.",
        "inventor": "",
        "date": "~100 î.Hr."
    },
    {
        "title": "Ceas mecanic",
        "image": "https://ceasurilafix.ro/wp-content/uploads/2018/08/CEAS-SKELETON-SEWOR-RAID-72-1.jpg",
        "description": "Ceasul mecanic a apărut în Europa în secolul al XIV-lea, cu contribuții semnificative din partea mai multor inventatori europeni. Acesta a înlocuit ceasurile solare și clepsidrele, oferind o măsurare mai precisă a timpului.\nDeși ceasurile electronice sunt acum predominante, ceasurile mecanice rămân apreciate pentru meșteșugul și precizia lor. Ele sunt colectate ca piese de artă și continuă să fie fabricate și utilizate în forme tradiționale și moderne.",
        "inventor": "",
        "date": "Secolul al XIV-lea"
    },
    {
        "title": "Tiparnița lui Gutenberg",
        "image": "https://curierulnational.ro/wp-content/uploads/2023/09/Gr.diana_Johannes_Gutenberg.png",
        "description": "Tiparnița inventată de Johannes Gutenberg în 1440 a revoluționat producția de cărți prin introducerea tiparului cu litere mobile. Aceasta a facilitat răspândirea rapidă a cunoștințelor și a ideilor în Europa Renașterii.\nImpactul tiparniței lui Gutenberg asupra educației, culturii și științei a fost profund, contribuind la Renașterea Europeană și la Iluminism. Aceasta este considerată una dintre cele mai influente invenții din istoria umanității.",
        "inventor": "Johannes Gutenberg",
        "date": "1440"
    },
    {
        "title": "Barometru",
        "image": "https://rovimed.ro/6382-large_default/barometru-aneroid.jpg",
        "description": "Barometrul, inventat de Evangelista Torricelli în 1643, este un instrument folosit pentru măsurarea presiunii atmosferice. Acesta a fost esențial în dezvoltarea meteorologiei și în previzionarea vremii.\nBarometrele moderne, deși au evoluat tehnologic, se bazează pe același principiu de bază descoperit de Torricelli. Acestea rămân instrumente fundamentale în studiul climei și al condițiilor meteorologice.",
        "inventor": "Evangelista Torricelli",
        "date": "1643"
    },
    {
        "title": "Ceas cu pendul",
        "image": "https://images.woodenstreet.de/image/cache/data%2Fzahab%2Fdelightful-vintage-wooden-pendulum-decorative-wall-clock%2F1-810x702.jpg",
        "description": "Ceasul cu pendul, inventat de Christiaan Huygens în 1656, a adus o precizie fără precedent în măsurarea timpului. Pendulul a devenit un mecanism esențial în ceasurile de perete și de turn, fiind folosit timp de secole.\nCeasurile cu pendul sunt acum obiecte de colecție și piese de decor, apreciate pentru precizia lor și designul clasic. Ele reprezintă un punct culminant în evoluția tehnologiei de cronometraj.",
        "inventor": "Christiaan Huygens",
        "date": "1656"
    },
    {
        "title": "Rechner cu trepte",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTBJj2KsZg9KbFelnnKVJgf8uygJ-gHuPALQqQYohmWKg&s",
        "description": "Rechner cu trepte, inventat de matematicianul german Gottfried Wilhelm Leibniz în 1672, este unul dintre primele calculatoare mecanice capabile să efectueze automat adunări, scăderi, înmulțiri și împărțiri. Folosind un mecanism de cilindri cu trepte, acest dispozitiv a reprezentat un pas important în dezvoltarea calculatoarelor, demonstrând o inovare semnificativă în tehnologia de calcul a timpului.\nConstruit pentru a îmbunătăți și a automatiza calculele matematice, dispozitivul a influențat profund dezvoltarea ulterioară a mașinilor de calcul. Deși dispozitivul avea unele limitări și nu era complet fiabil, principiile sale mecanice au pus bazele pentru viitoarele invenții în domeniul calculatoarelor mecanice.",
        "inventor": "Gottfried Wilhelm Leibniz",
        "date": "1672"
    },
    {
        "title": "Planetariu mecanic",
        "image": "https://upload.wikimedia.org/wikipedia/commons/8/88/Orrery_small.jpg",
        "description": "Planetariul, inventat de ceasornicarul englez George Graham în 1704, este un model mecanic al sistemului solar folosit pentru a demonstra mișcările planetelor în jurul soarelui. Acesta reproduce cu acuratețe orbitele și vitezele planetelor, permițând studierea fenomenelor astronomice într-un mod vizual și intuitiv.\nAcest instrument educativ a fost folosit atât de astronomi cât și de publicul larg pentru a înțelege mai bine dinamica sistemului solar. Designul său precis și detaliat a transformat modul în care oamenii percep mișcările planetare și a contribuit semnificativ la popularizarea științei astronomiei.",
        "inventor": "George Graham",
        "date": "1704"
    },
    {
        "title": "Aritmometru",
        "image": "https://images.okr.ro/serve/product/339a30d488739187e8f50778d234884d-1020255-1000_1000",
        "description": "Aritmometrul, inventat de Charles Xavier Thomas de Colmar în 1820, este primul calculator mecanic produs în serie capabil să efectueze operațiuni aritmetice de bază: adunare, scădere, înmulțire și împărțire. Utilizat pe scară largă în birouri și instituții financiare, acest dispozitiv a revoluționat modul de efectuare a calculelor comerciale.\nCu un design robust și fiabil, aritmometrul a devenit un instrument esențial pentru gestionarea financiară și contabilitate. Succesul său comercial a demonstrat nevoia și utilitatea calculatoarelor mecanice, pregătind terenul pentru dezvoltarea ulterioară a tehnologiei de calcul.",
        "inventor": "Charles Xavier Thomas de Colmar",
        "date": "1820"
    },
    {
        "title": "Telegraf",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Telegraf.JPG/1200px-Telegraf.JPG",
        "description": "Telegraful, inventat de Samuel Morse și Alfred Vail în 1837, este un dispozitiv de comunicație care transmite semnale electrice pe distanțe lungi printr-un fir. Acesta a revoluționat comunicarea prin codificarea mesajelor în puncte și linii, cunoscut sub numele de codul Morse, permițând transmiterea rapidă a informațiilor între locații îndepărtate.\nFuncționarea telegrafului implica utilizarea unui electromagnet care acționa un stilou sau o tastă pentru a marca hârtia cu puncte și linii corespunzătoare codului Morse. Stațiile de telegraf erau echipate cu aceste dispozitive pentru a primi și transmite mesaje, facilitând o comunicare mult mai eficientă și rapidă comparativ cu metodele tradiționale, precum curierii sau poșta.",
        "inventor": "Samuel Morse, Alfred Vail",
        "date": "1837"
    },
    {
        "title": "Mașină analitică",
        "image": "https://www.computerhope.com/cdn/analytical-engine.jpg",
        "description": "Mașina analitică, proiectată de matematicianul englez Charles Babbage în 1837, este considerată un precursor al computerului modern. Acest dispozitiv complex era capabil să execute orice calcul matematic prin intermediul unui set de instrucțiuni programabile, folosind o unitate aritmetică și o memorie.\nDeși niciun prototip complet al Mașinii analitice nu a fost construit în timpul vieții lui Babbage, conceptul său a influențat profund dezvoltarea ulterioară a calculatoarelor. Ideile inovatoare ale lui Babbage privind programarea și procesarea automată a datelor rămân fundamentale în informatică.",
        "inventor": "Charles Babbage",
        "date": "1837"
    },
    {
        "title": "Planimetru",
        "image": "https://www.forestry-suppliers.com/Images/Original/5856_45088_p1.jpg",
        "description": "Planimetrul, inventat de matematicianul elvețian Jacob Amsler în 1854, este un instrument folosit pentru a măsura aria suprafețelor plane. Acesta transformă contururile complexe în valori numerice precise, fiind utilizat în cartografie, arhitectură și inginerie.\nPrin mecanismul său simplu dar ingenios, planimetrul a permis realizarea măsurătorilor precise și rapide ale suprafețelor, economisind timp și resurse în diverse domenii tehnice. Dispozitivul a devenit un instrument standard în multe practici profesionale, demonstrând eficiența metodelor mecanice de calcul.",
        "inventor": "Jacob Amsler",
        "date": "1854"
    },
    {
        "title": "Radio",
        "image": "https://images.pexels.com/photos/17872329/pexels-photo-17872329/free-photo-of-close-up-of-vintage-radio.jpeg",
        "description": "Radioul, inventat de Guglielmo Marconi în 1895 și perfecționat în secolul XX, a revoluționat comunicațiile prin transmiterea de unde radio pe distanțe lungi. Acest dispozitiv folosea semnale electromagnetice pentru a transmite mesaje audio și informații, făcând posibilă comunicarea în timp real fără fir.\nDe la începutul secolului XX, radioul a devenit o parte esențială a vieții cotidiene, fiind utilizat pentru știri, divertisment și comunicații de urgență. Impactul său asupra societății a fost enorm, facilitând schimbul rapid de informații și contribuind la globalizarea comunicațiilor.",
        "inventor": "Guglielmo Marconi",
        "date": "1895"
    },
    {
        "title": "Analizator armonic",
        "image": "https://c.cdnmp.net/129513333/p/m/5/analizor-calitate-energie-janitza-umg-605-pro-armonice-pana-la-rangul~7861515.jpg",
        "description": "Analizorul armonic, inventat de fizicianul scoțian William Thomson, cunoscut ca Lord Kelvin, în 1873, este un dispozitiv folosit pentru a descompune semnalele complexe în componente armonice. Acesta utilizează un set de mecanisme și roți pentru a calcula amplitudinile și fazele diferitelor frecvențe dintr-un semnal.\nAcest instrument a fost esențial în studiul undelor și vibrațiilor, permițând o înțelegere mai profundă a fenomenelor periodice. Analizorul armonic a avut aplicații în diverse domenii, de la muzică la inginerie, și a contribuit la dezvoltarea teoriei semnalelor și a analizei spectrale.",
        "inventor": "William Thomson (Lord Kelvin)",
        "date": "1873"
    },
    {
        "title": "Televizor",
        "image": "https://static.ffx.io/images/$zoom_0.188%2C$multiply_0.9735%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_31/t_crop_custom/q_86%2Cf_auto/e722bf35826a44312fd4fcf8e582f6413978be01",
        "description": "Televizorul, dezvoltat de Philo Farnsworth și Vladimir Zworykin în anii 1920 și 1930, a transformat modul în care oamenii primesc informații și divertisment. Acest dispozitiv electronic capta și reda imagini în mișcare, oferind o nouă formă de media vizuală.\nTeleviziunea a devenit rapid o parte integrantă a culturii de masă, influențând opinia publică și modelând comportamentele sociale. De-a lungul secolului XX, televiziunea a evoluat și s-a extins, devenind o platformă principală pentru știri, educație și divertisment la nivel global.",
        "inventor": "Philo Farnsworth, Vladimir Zworykin",
        "date": "1920-1930"
    },
    {
        "title": "Difuzorul cu bobină mobilă",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSpQwU8cCtPjd2-oleC-fCyj3dIA6J4XnVW9lx0W6RJ4w&s",
        "description": "Difuzorul, sau boxa, este un dispozitiv electroacustic care convertește semnalele electrice în sunete audibile. Inventat de Chester W. Rice și Edward W. Kellogg în anii 1920, difuzorul a transformat modul în care sunetele sunt produse și auzite, devenind o componentă esențială a sistemelor audio.\nFuncționarea difuzorului se bazează pe un electromagnet care acționează un con sau o membrană, producând vibrații ce generează unde sonore. Aceste unde sunt propagate prin aer și percepute de urechea umană ca sunet. Difuzorul este utilizat pe scară largă în diverse aplicații, inclusiv radiouri, televizoare, sisteme de sunet pentru locuințe, echipamente de studio și sisteme publice de adresare.",
        "inventor": "Chester W. Rice, Edward W. Kellogg",
        "date": "Anii 1920"
    },
    {
        "title": "Analizator diferențial",
        "image": "https://tor-online.ro/img/produse/6153/aparat-de-masura-digital-ut526-multimetru-pentru-curent-diferential-(rcd),-rezistenta-de-izolatie,-priza-de-pamant.jpg",
        "description": "Analizorul diferențial, inventat de inginerul american Vannevar Bush în 1927, este un calculator analog folosit pentru a rezolva ecuații diferențiale complexe. Dispozitivul utilizează roți și discuri mecanice pentru a reprezenta și calcula soluțiile ecuațiilor matematice, fiind un instrument crucial în cercetarea științifică și inginerie.\nAcest calculator a avut un impact semnificativ în timpul celui de-Al Doilea Război Mondial și în perioada postbelică, fiind folosit în proiecte de aviație, balistică și energetică. Analizorul diferențial a demonstrat puterea calculatoarelor analogice în rezolvarea problemelor matematice complexe înainte de apariția calculatoarelor digitale.",
        "inventor": "Vannevar Bush",
        "date": "1927"
    },
    {
        "title": "Calculator pentru observator astrofizic",
        "image": "https://www.skywatcher.ro/img/cms/educatie/cupola-baader2m.jpg",
        "description": "Calculatorul pentru observator astrofizic, utilizat de astronomul american Edwin Hubble în anii 1930, a fost un dispozitiv analog folosit pentru a efectua calcule precise ale mișcărilor și distanțelor galaxiilor. Acesta a permis descoperirea expansiunii universului, fundamentând teoria Big Bang-ului.\nAcest calculator a fost esențial pentru Hubble în măsurarea deplasării spre roșu a galaxiilor, ceea ce a dus la formularea legii lui Hubble. Instrumentele de calcul analogice utilizate în acest context au demonstrat capacitatea lor de a rezolva probleme complexe în astronomie și cosmologie.",
        "inventor": "Edwin Hubble",
        "date": "Anii 1930"
    },
    {
        "title": "Analizor diferențial Bush",
        "image": "https://apellaser.ro/wp-content/uploads/2023/07/Analizor-Optic-de-Particule-3330.jpeg",
        "description": "Analizorul diferențial Bush, dezvoltat de Vannevar Bush în 1931, este o versiune avansată a analizorului diferențial original, utilizând tehnici mecanice și electrice pentru a rezolva ecuații diferențiale. Acesta a îmbunătățit precizia și viteza calculelor, fiind folosit în proiecte de cercetare avansată.\nAceastă versiune a analizorului diferențial a fost folosită în numeroase aplicații științifice și ingineresti, inclusiv în dezvoltarea tehnologiilor militare și aerospațiale. Inovațiile aduse de Bush în acest dispozitiv au influențat ulterior designul calculatoarelor analogice și digitale.",
        "inventor": "Vannevar Bush",
        "date": "1931"
    },
    {
        "title": "Integrator cu bilă și disc",
        "image": "https://www.turbocad.com/img/cms/blog-images/intrud.jpg",
        "description": "Integratorul cu bilă și disc, dezvoltat în anii 1940 de diverși ingineri mecanici, este un dispozitiv folosit pentru a efectua integrări matematice mecanice. Acesta utilizează mișcarea unei bile pe un disc rotativ pentru a calcula integralele funcțiilor complexe, fiind utilizat în simulări și modele mecanice.\nAcest instrument a avut aplicații importante în inginerie, în special în domeniul aeronautic și naval, unde era folosit pentru a calcula traiectorii și performanțe dinamice. Integratorul cu bilă și disc a demonstrat versatilitatea și utilitatea calculatoarelor analogice în rezolvarea problemelor tehnice complexe.",
        "inventor": "",
        "date": "Anii 1940"
    },
    {
        "title": "Tranzistor",
        "image": "https://static4.arrow.com/-/media/arrow/images/820-x-410/1222-image-of-transistor-grayscale-820x410-header.jpg",
        "description": "Transistorul, inventat de John Bardeen, Walter Brattain și William Shockley în 1947, este o componentă esențială a electronicii moderne. Acest dispozitiv mic poate amplifica și comuta semnalele electronice, înlocuind tuburile cu vid și permițând miniaturizarea echipamentelor electronice.\nTransistorul a revoluționat industria electronică, deschizând calea pentru dezvoltarea calculatoarelor, telefoanelor mobile și a numeroaselor dispozitive electronice portabile. Impactul său asupra tehnologiei și societății a fost profund, marcând începutul erei digitale.",
        "inventor": "John Bardeen, Walter Brattain, William Shockley",
        "date": "1947"
    },
    {
        "title": "Claculator Curta",
        "image": "https://blog.nationalmuseum.ch/app/uploads/curta-titel.jpg",
        "description": "Calculatorul Curta, inventat de inginerul austriac Curt Herzstark în 1948, este un calculator mecanic portabil capabil să efectueze operațiuni aritmetice complexe. Mic și eficient, acest dispozitiv a devenit popular printre ingineri și matematicieni pentru precizia și portabilitatea sa.\nCu un design compact și un mecanism ingenios, calculatorul Curta a fost utilizat pe scară largă în diverse domenii, de la inginerie la finanțe. Acesta a rămas un simbol al calculatoarelor mecanice de înaltă precizie și a influențat dezvoltarea ulterioară a calculatoarelor portabile.",
        "inventor": "Curt Herzstark",
        "date": "1948"
    },
    {
        "title": "VCR (Video Cassette Recorder)",
        "image": "https://www.daysoftheyear.com/cdn-cgi/image/dpr=1%2Cf=auto%2Cfit=cover%2Cheight=675%2Cq=85%2Cwidth=1200/wp-content/uploads/vcr-day1.jpg",
        "description": "Videocasetofonul (VCR), dezvoltat de Charles Ginsburg și echipa sa la Ampex în 1956 și popularizat în anii 1970, a permis înregistrarea și redarea programelor de televiziune pe casete video. Aceasta a schimbat modul în care oamenii consumă media, permițând vizionarea programelor la cerere.\nVCR-ul a revoluționat industria divertismentului, oferind oamenilor control asupra programelor pe care le vizionau și când le vizionau. Această tehnologie a fost un precursor al serviciilor moderne de streaming și a deschis calea pentru înregistrarea și distribuția de conținut video la scară largă.",
        "inventor": "Charles Ginsburg",
        "date": "1956"
    },
    {
        "title": "Circuitul integrat",
        "image": "https://www.cineainventat.ro/wp-content/uploads/2014/10/cine-a-inventat-circuitul-integrat.jpg",
        "description": "Circuitul integrat, dezvoltat de Jack Kilby și Robert Noyce în 1958, a revoluționat electronica prin integrarea multiplelor componente într-un singur chip. Acest dispozitiv a permis miniaturizarea și creșterea eficienței echipamentelor electronice, facilitând dezvoltarea tehnologiei computerelor.\nCircuitele integrate au devenit fundamentale pentru toate dispozitivele electronice moderne, de la calculatoare și telefoane mobile la echipamente industriale și medicale. Invenția lor a dus la progrese semnificative în tehnologie, permițând dezvoltarea de produse mai rapide, mai mici și mai accesibile.",
        "inventor": "Jack Kilby, Robert Noyce",
        "date": "1958"
    },
    {
        "title": "Laser",
        "image": "https://cdn.shopify.com/s/files/1/0604/2399/5581/files/laser_beam_1.jpg?v=1678957266",
        "description": "Laserul, inventat de Theodore Maiman în 1960, este un dispozitiv care emite lumină coerentă prin amplificarea luminii prin emisie stimulată de radiație. Această invenție a deschis noi oportunități în știință, medicină, comunicații și industrie.\nUtilizarea laserelor variază de la intervenții chirurgicale de precizie și citirea codurilor de bare la telecomunicații optice și cercetări științifice avansate. Invenția laserului a avut un impact revoluționar asupra numeroaselor domenii, demonstrând versatilitatea și puterea tehnologiei optice.",
        "inventor": "Theodore Maiman",
        "date": "1960"
    },
    {
        "title": "Microprocesor",
        "image": "https://cdn.mos.cms.futurecdn.net/JV6zY68wrNBvQHCxWGvzkh-1200-80.jpg",
        "description": "Microprocesorul, dezvoltat de Intel (Ted Hoff, Federico Faggin și Stanley Mazor) în 1971, este inima calculatoarelor moderne, integrând funcțiile unității centrale de procesare (CPU) într-un singur cip. Aceasta a permis miniaturizarea și creșterea performanței calculatoarelor și a altor dispozitive electronice.\nMicroprocesorul a avut un impact profund asupra tehnologiei, facilitând dezvoltarea de computere personale, dispozitive mobile și o gamă largă de produse electronice inteligente. Evoluția microprocesorului a accelerat progresul tehnologic și a contribuit la apariția erei digitale.",
        "inventor": "Ted Hoff, Federico Faggin, Stanley Mazor",
        "date": "1971"
    },
    {
        "title": "Telefonul mobil",
        "image": "https://i.pinimg.com/originals/06/25/08/0625082b45fd58b059629e1ae7e5d4af.jpg",
        "description": "Telefonul mobil, dezvoltat de Martin Cooper și echipa sa la Motorola, a fost folosit pentru primul apel efectuat în 1973. Această invenție a revoluționat comunicațiile personale, permițând oamenilor să comunice de oriunde fără a fi legați de linii telefonice fixe.\nDe-a lungul decadelor, telefoanele mobile au evoluat de la dispozitive mari și greoaie la smartphone-uri compacte și multifuncționale. Impactul lor asupra societății este imens, transformând modul în care oamenii comunică, lucrează și se distrează, și facilitând accesul rapid la informații și servicii.",
        "inventor": "Martin Cooper",
        "date": "1973"
    }
]